Repository: Webpixelia/table-price-acf
Catalog: languages/table-price-acf-*.po
Languages: fr_fr

source: Add custom table price plan with ACF Field
fr_fr: Ajouter un plan tarifaire personnalisé à l'aide des champs ACF

source: You can't access this page
fr_fr: Vous ne pouvez pas accéder à cette page

source: Unsupported PHP version Min required PHP Version: "%s"
fr_fr: Version PHP non supportée Version PHP minimale requise : "%s"

source: You must install and activate <a class="thickbox open-plugin-details-modal" href="%s"><strong>ACF Pro</strong></a> plugin to make the <strong>Table Price ACF</strong> work.
fr_fr: Vous devez installer et activer le plugin <a class="thickbox open-plugin-details-modal" href="%s"><strong>ACF Pro</strong></a> pour faire fonctionner <strong>WP Table Price</strong>.

source: Table Price ACF Settings
fr_fr: Paramètres Table Price ACF

source: Table Price ACF Content
fr_fr: Plan tarifaire ACF Contenu

source: Content
fr_fr: Contenu

source: Table Price ACF Design
fr_fr: Paramètres Table Price ACF

source: Design
fr_fr: Apparence

source: Price Plan ACF
fr_fr: Plan tarifaire WP

source: Main currency
fr_fr: Devise principale

source: ISO Code
fr_fr: Code ISO

source: Symbol
fr_fr: Symbole

source: Other currency
fr_fr: Autre devise

source: Second currency
fr_fr: Devise secondaire

source: Exchange rate
fr_fr: Taux de change

source: Period multiplier
fr_fr: Multiplicateur de période

source: Main frequency
fr_fr: Fréquence principale

source: Week
fr_fr: Semaine

source: Month
fr_fr: Mois

source: Quarter
fr_fr: Trimestre

source: Biannual
fr_fr: Semestre

source: Annual
fr_fr: An

source: Second frequency
fr_fr: Deuxième fréquence

source: Add an item
fr_fr: Ajouter un élément

source: Plan title
fr_fr: Titre du plan

source: Plan description
fr_fr: Description du plan

source: Price
fr_fr: Prix

source: Options plan
fr_fr: Options du plan

source: Available ?
fr_fr: Disponible ?

source: Label option
fr_fr: Label de l'option

source: Featured
fr_fr: En avant

source: Link to buy
fr_fr: Lien d'achat

source: Link to purchase or subscribe to this product/service
fr_fr: Lien pour acheter ou souscrire à ce produit/service

source: Label link
fr_fr: Label du lien

source: Price Plan ACF Design
fr_fr: Plan tarifaire ACF Apparence

source: Background color
fr_fr: Couleur de fond

source: Title color
fr_fr: Couleur du titre

source: Description color
fr_fr: Couleur de la description

source: Price color
fr_fr: Couleur du prix

source: Font color
fr_fr: Couleur de police

source: Separate bar color
fr_fr: Couleur de la séparation

source: Featured plan
fr_fr: Plan Mis en avant

source: Background color feat
fr_fr: Couleur de fond en avant

source: Title color feat
fr_fr: Couleur du titre en avant

source: Description color feat
fr_fr: Couleur de le description en avant

source: Price color feat
fr_fr: Couleur du prix en avant

source: Font color feat
fr_fr: Couleur de la police de texte en avant

source: Separate bar color feat
fr_fr: Couleur de la séparation en avant

source: Font size
fr_fr: Taille de police

source: Title font size
fr_fr: Taille de police du titre

source: Description font size
fr_fr: Taille de police de la description

source: Price font size
fr_fr: Taille de police du prix

source: Body font size
fr_fr: Taille de police du texte

source: Separate border with
fr_fr: Largeur de bordure de séparation

source: Button
fr_fr: Bouton

source: Background button
fr_fr: Couleur de fond du bouton

source: Font color button
fr_fr: Couleur de la police du bouton

source: Background button hover
fr_fr: Couleur de fond du bouton au passage

source: Font color button hover
fr_fr: Couleur de la police du bouton au passage

source: Show prices in
fr_fr: Afficher les prix en

source: Don't forget to build your pricing table
fr_fr: N'oubliez pas de créer votre tableau des prix
